catppuccin.catppuccin-vsc
catppuccin.catppuccin-vsc-icons
davidanson.vscode-markdownlint
donjayamanne.githistory
eamodio.gitlens
github.copilot
github.copilot-chat
gitlab.gitlab-workflow
golang.go
gruntfuggly.todo-tree
hashicorp.terraform
hediet.vscode-drawio
humao.rest-client
ibm.output-colorizer
ionutvmi.path-autocomplete
jebbs.plantuml
jrebocho.vscode-random
mechatroner.rainbow-csv
mhutchie.git-graph
ms-azuretools.vscode-docker
ms-ceintl.vscode-language-pack-ja
ms-kubernetes-tools.vscode-kubernetes-tools
ms-pyright.pyright
ms-python.black-formatter
ms-python.debugpy
ms-python.flake8
ms-python.isort
ms-python.mypy-type-checker
ms-python.pylint
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.remote-explorer
ms-vscode.remote-server
oderwat.indent-rainbow
pkief.material-icon-theme
redhat.vscode-yaml
sainnhe.everforest
shardulm94.trailing-spaces
taichi.vscode-textlint
tamasfe.even-better-toml
timonwong.shellcheck
vscode-icons-team.vscode-icons
wayou.vscode-todo-highlight
xadillax.viml
yzhang.markdown-all-in-one
